[
    {
        "title1":"Andaman Nicobar",
        "content1":"The Andaman and Nicobar Islands, located in the east of the Indian mainland geographically, is a splendid island in the Bay of Bengal. Once a hill range extending from Myanmar to Indonesia, these picturesque undulating islands, islets numbering around 572, are covered with dense rain-fed, damp and evergreen forests and endless varieties of exotic flora and fauna.The Andaman and Nicobar Islands have been declared as two of the 218 endemic bird area of the world. As many as 270 species and sub-species of birds have been reported existing in these islands, 106 of them being endemic. The Andaman Wood Pigeon, Andaman Padauk and Dugong are declared as State Bird, State Tree and State Animal respectively. There are about 96 Wildlife Sanctuaries, nine National Parks and one Biosphere Reserve in the islands. These islands are blessed with the bounties of both south-west and north-east monsoons.Most of these islands (about 550) are in the Andaman Group, 28 of which are inhabited. The smaller Nicobars, comprise some 22 main islands (10 inhabited). The Andaman and Nicobars are separated by the Ten Degree Channel which is 150 Kms. wide.  These islands also boast of freedom fighting days’ historically significant landmarks viz. Cellular Jail, Ross Island, Viper Island, Hopetown and Mount Harriet.Andaman and Nicobar Islands have been recognised as an eco-friendly tourist’s destination."
    },
    {
        "title2":"Daman And Dadranagar Haveli",
        "content2":"The Union Territory of Dadra and Nagar Haveli lies near the western coast of India and consists of two separate parts. Of these, Dadra is surrounded by the state of Gujarat, and Nagar Haveli lies on the border of Maharashtra and Gujarat. The territory has hilly terrain especially towards the north-east and east where it is surrounded by ranges of Sahyadri Mountains (Western Hills). River Daman Ganga and its three tributaries cut across this territory. The most prominent tribes are Dhodia, Kokna and Varli, with small groups of Koli, Kathodi, Naika and Dubla scattered across the territory.On 11 August 1961, it became a part of the India and was announced to be a Union Territory.As it shares borders with both Gujarat and Maharashtra, the languages spoken here are Gujarati, Hindi, Marathi, Konkani, Bhilodi and Bhili. Traditionally, the Varli men wear a loincloth, a turban and a waist-long coat. The women drape lugden around their waist that goes down to the knee and adorn themselves with silver and white metal ornaments.The cuisine of the area comprises different types of pulses, vegetables, which include wild mushrooms and bamboo shoots. Rice, nagli (raagi) and jowar flour are used to make chapattis. Karanda berries, ajoola leaves, ambada leaves and raw mangoes are used to make chutneys. Barash is mostly celebrated by the Varli and Kokna tribes and is quite similar to the biggest Hindu festival, Diwali."
    },
    {
        "title3":"Goa",
        "content3":"When in Goa, do as the Goans do; leave your watch at home. For honestly speaking, time is not of too much importance in this small state of India. Goa, an emerald land, is a ‘state’ of mind. A mind that is completely relaxed, content and jubilant. Located on the West Coast of India in the Konkan Region, Goa is a major tourist attraction for domestic and foreign tourists alike. Panaji, a picturesque city by the river Mandovi is the capital of Goa.  With endless stretches of white sand, palm fringed beaches, brightly painted houses and Portugese heritage, Goa is breathtaking. Water sports, river cruises, ayurvedic massage centres, live music, restaurants, mouth watering sea food, Goa has it all. A variety of accommodation options ranging from luxury hotels, beautiful villas to moderately priced hotels and bed & breakfast units, is another feature of Goa which makes it a destination of choice for all.Dudhsagar waterfalls tumbling from a staggering height are a must visit. Spice farms, old heritage Portugese villas, churches, temples, architecture are other riveting aspects of Goa. Myriad experiences of Goa promise to make your holiday an everlasting experience."
    },
    {
        "title4":"Ladakh",
        "content4":"A surreal landscape surrounded by the sky-piercing peaks of the snow-capped Himalayan, Zanskar and Karakoram ranges, and adorned with crystal waters of the Shyok, Zanskar and Indus rivers, Ladakh is one of the coldest deserts in the world. Perched at a height of over 11,000 ft above sea level, it is a haven of adventure sports. Its rugged terrain and gushing rivers provide ripe opportunities for activities like trekking, river rafting, camping, mountain climbing and biking. As the winter months approach, the Union Territory is enveloped in a blanket of snow, making it a paradisiacal setting for winter sports. The renowned Chadar Trek starts from the village of Chilling, 66 km away, and mostly covers the frozen area of River Zanskar. Throughout the adventure, trekkers are walking on precarious icy formations, staying in caves filled with stalactites and stalagmites and encountering other snowy landscape. Ladakh boasts three gorgeous high-altitude lakes, Tso Moriri, Tso Kar and Pangong Tso that look like sapphires embedded in the ground. A natural wonder that leaves tourists in awe is the Magnetic Hill. It is said to defy gravity as it tends to pull vehicles upwards. Ladakh is a prominent Buddhist centre and is dotted with several important monasteries. Tourists can set on a monastery trail and admire the ancient cultures of the region come alive in various paintings adorning the walls while indulging in meditation and other therapeutic and spiritual activities."
    },
    {
        "title5":"Pondicherry",
        "content5":"Pristine beaches, spiritual retreat, multi-cultural and well-planned township reminiscent of French colonial rule... Pondy is your perfect weekend getaway. Some places have the power to lure you back again and again. Pondicherry is one such place. Natural beauty with blue waters on one side and greenery on the other, multi-cuisine restaurants, virgin beaches and cheap beer... for all this and more, Puducherry is definitely one helluva place, perfect for a weekend getaway. And the best thing is that being a small town, you don't need a guide and can explore it on your own. Be it the architecture of the buildings or even the patterns of the streets, one can't help but marvel at the colonial style. You can spend half a day admiring many heritage buildings and monuments in Puducherry.  Nothing like lazing around by the sea. The place has quite a few stunningly picturesque beaches. Pondy is also the place for those who love to try exciting stuff of adventurous sports like scuba diving, snorkeling, surfing, etc. Do away with taxis and autos. For a change, hire a bicycle to go round the small town. It's not just cost effective, but eco-friendly too.  And, it's also the best way to take in the sights and sounds of the place.  The Union Territory with its tranquil surroundings, quiet lanes and places like Aurobindo Ashram, Manakula Vinayagar Temple and Matri Mandir (located inside Auroville) is a perfect escape for those seeking spiritual gratification. Another place for the spiritual soul is definitely the church of the Sacred Heart of Jesus. The town has an interesting amalgamation of food — sea food, organic food, Italian, Mexican, French, Continental and Chinese food — you name it and its there! Pondy offers innumerable accommodation options — hotels, homestays with kitchenette, cottages. You could either opt to stay by the sea or in the city limits where food is more accessible. Lodging is available for every budget, and in some cases, you can book online as well."
    },
    {
        "title6":"Diu-Daman",
        "content6":"Union Territory of Daman and Diu comprises of two districts namely Daman and Diu. Both Districts are situated on western coast of India at a distance of about 700 kms. Daman is the Head Quarter of this Union Territory. Daman is on the main land, while Diu is an island!!  Diu is a tiny island of breeze and beauty in the Western coast of India. The climate here is pleasant throughout the year making it an all season tourist spot. A perfect blend of the Sun, Sand and Sea this serene island is situated off the tip of Saurashtra peninsula of Gujarat. Lapped by the Arabian sea Diu has some superb beaches and a fascinating history of the colonial past. The branching palms of Diu, known as Hoka trees were introduced by the Portuguese from faraway of Africa!! The historical Portuguese monuments, the golden beaches, unpolluted blue water, various water sports and friendly people make Diu a perfect gateway at any time of the year. Nestling near the mouth of Damanganga River as it embraces the Arabian Sea, the Union Territory of Daman is easily your dream destination. Its picture postcard loveliness never fails to charm the innumerable tourists who visit here. Far from the madding crowd, its beauty, variety and tranquillity weaves a unique magic on the traveller. This picturesque fort town has retained its old world charm, vestiges of the Portuguese colonial rule. Even today history whispers through the walls of its forts and churches. A beautiful lighthouse, fort, beach, churches and proximity to Mumbai and Surat make Daman a convenient gateway. Sun, sand, surf and life at languorous pace, Daman is a place to slow down and relax.   Daman is best in the winter, though a monsoon visit with greenery around the city and approaching roads is wonderful.  Recently, a helicopter service is connecting Daman and Diu, which is added attraction for visiting both the places."
    }
]