[{
        "title1": "Haridwar",
        "content1": "Bustling with devotees, its air filled with the sweet smell of incense sticks and clanging of temple bells, the city of Haridwar at the foothills of the Himalayas, is one of Hinduism’s holiest destinations.It sees thousands of people taking a dip in the holy waters of River Ganges, which emerges from the Himalayas here. Devotees, sadhus (saffron-clad men) and saints throng the river’s ghats (stepped banks), to take a dip in its sacred waters and, according to Hindu beliefs, wash away their sins. The most famous ghat, the bustling and colourful Har ki Pauri, sees a large number of bathers throughout the year, but more during festivals. Every morning and evening, the ghat witnesses the blissful Ganga arti (a fire ritual), which also attracts devotees and tourists. The evening ritual being more popular, it makes for a mesmeric sight to see the river being venerated with loud and rhythmic chants and tall lamps, their lights lightening up the darkening waters. Soak in the spiritual fervour of the city, as you watch the spectacular sight of thousands of small diyas (earthen lamps) floating on the river. Haridwar is among the seven Indian cities considered sacred by Hindus. It is also one of the four venues for the holy Kumbh Mela that is organised once in 12 years. A visit to the city during this time is a must. Apart from the much-revered temples, there are many ashrams as well, which provide meditation and yoga sessions."
    },
    {
        "title2": "Amritsar",
        "content2": "A bustling city with an indomitable spirit, Amritsar holds one of the holiest of Sikh ethos at its heart - the Golden Temple. Covered in 400 kg of gold and surrounded by a serene sarovar (pond), one is immediately swamped by the humbling sight of the glistening structure, which is also home to one of the biggest community kitchens (langar) in the country that serves about 20,000 people a day.Though visitors often make a beeline for the temple, the old-world charm of the city slowly sneaks up on them, making them fall in love with a city that buzzes with spirited and lively nuances. Be it the bullet-ridden walls of Jallianwala Bagh or the energetically charged scene of the Wagah Border, one has to step into the city to feel the passion of thousands of people who laid down their lives for the country. The many Indo-British style buildings that dot the city's landscape stand as a testimony to its rich history and significant contribution to the Indian freedom movement.Moreover, the city is known for its food pilgrimage that is undertaken in its frenetic and fantastic bazaars that win you over with their diversity and vibrancy. From an array of dishes like butter-drenched paranthas (Indian flatbread), creamy lassi (a drink made of yoghurt), dahi-balla and aloo-tikki (deep-fried savouries), the city's food is rife with flavours and aromas. However, what makes travelling to the city truly unforgettable is the warmth of its people."
    },
    {
        "title3": "Rishikesh",
        "content3": "Nestled in the Himalayan foothills, Rishikesh is one of the most sacred cities in northern India. Located in the state of Uttarakhand, Rishikesh is the hub of sages, yoga practitioners and pilgrims, who throng the ghats (stepped banks of a river) and temples. In recent times, it has also become a centre point of adventure sports, offering activities like white water rafting, bungee jumping, canoeing and others. Ever since the Beatles arrived at Maharishi Mahesh Yogi’s ashram here in the 1960s, looking for peace and inspiration for their music, Rishikesh has been a favourite destination for soul-seeking. Often called the yoga capital of the world, the tranquil forested slopes on the city’s outskirts are dotted with ashrams (places of spirituality and meditation), yoga institutes and luxurious spa resorts. The city sees a flurry of activity during February-March, as it plays host to dignitaries and yoga enthusiasts who come to take part in the International Yoga Week, organised by the State Tourism Department. Rishikesh is also noted for Ayurveda, and is home to several institutes offering education in the same. It is also known for its yoga schools, some of which are highly esteemed.A city of temples, legends abound at every turn in Rishikesh. According to one such lore, the great Hindu saint Raibhya Rishi performed prolonged penance on the banks of the Ganges. As a reward to the saint’s penance, Lord Vishnu appeared to him in his incarnation of Lord Hrishikesh. Another legend says that Lakshmana, the brother of Lord Rama, crossed the Ganges river here on a bridge he built with jute ropes. It is said the Lakshman Jhula, a famous attraction, stands at the same spot. The city is also the starting point of treks to several Himalayan pilgrimage centers such as Badrinath, Kedarnath, Gangotri, and Yamunotri."
    },
    {
        "title4": "Kedarnath",
        "content4": "Ensconced in the snow-capped Garhwal Himalayas, surrounded by a lush cover of alpine meadows and brushed by the pristine and holy Mandakini river, Kedarnath is a prominent pilgrimage spot. One of the char dhams, which are considered important pilgrimage destinations by Hindus, Kedarnath is said to be the abode of Lord Shiva, who is worshipped in the main shrine. Thousands of devotees from all over the country, undertake an arduous but devotional journey to reach this 3,584-m-high temple, which is the highest of the 12 jyotirlingas (devotional shrines of Lord Shiva) in India.Crystal clear lakes, curative hot springs and colourful valley beds of rhododendrons, make Kedarnath a nature lover's delight. For those who want to hike their way into the heart of the Himalayas, there are trekking options galore. The most popular of these is the trek from the sacred Gaurikund to the temple and from the temple to the serene Vasuki Lake."
    },
    {
        "title5": "Ajmer",
        "content5": "Encircled by the craggy Aravalli Hills that overlook the scenic expanse of the Ana Sagar Lake, the city of Ajmer, nestled in Rajasthan, is a symphony of diverse religions and cultures. A popular stopover for pilgrims, it is renowned as the home of Ajmer-e-Sharif, the Dargah (a shrine built over a grave) of Khwaja Muin-ud-din Chishti, the founder of the Chishti order, the main Sufi sect in India. While the Dargah draws devotees all year round, it looks resplendent during the festival of Ramadan and on the death anniversary of the saint, when a sea of people arrive to pay homage. Being the erstwhile seat of the Chauhan kings, who established the city, Ajmer is speckled with grand forts, ancient temples and a vibrant history that can be seen in its arts and crafts. The city is also the gateway to the town of Pushkar, which is considered a major Hindu pilgrimage spot. Sprawled around the serene Pushkar Lake, with a dramatic landscape of sand dunes, lakes, hills and forests, Pushkar is noted for its famous fair held during the months of October and November that draws more than 2,00,000 footfalls.Ajmer boasts a richly woven history, from when it founded by Raja Ajaypal Chauhan to when Prithviraj Chauhan was killed by Muhammad of Ghor in the 12th century. It was later conquered by the Marwar dynasty in 1532, followed by the rule of Mughal dynasty under Akbar in 1559. It was emperor Akbar who gave Ajmer the status of a full-fledged province. Mughals continued to rule Ajmer until 1770 when it was surrendered to the Marathas. Finally, in 1818 Ajmer was passed on to the East India Company by the Marathas."
    },
    {
        "title6": "Basalica Bom Jesus Church",
        "content6": "The Basilica of Bom Jesus (Portuguese: Basílica do Bom Jesus; Konkani: Borea Jezuchi Bajilika) is a Catholic basilica located in Goa, in the Konkan region of India. The iconic church is a pilgrimage centre and recognised by UNESCO as a World Heritage Site.The basilica is located in Old Goa, the former capital of Portuguese India, and holds the mortal remains of St Francis Xavier.Bom Jesus (meaning, Good / Infant Jesus in Portuguese) is the name used for the Ecce Homo in countries of the Lusosphere.This Jesuit church is India 's first minor basilica, and is considered to be one of the best examples of baroque architecture and Portuguese colonial architecture in India. It is one of the Seven Wonders of Portuguese Origin in the World.Pope Pius XII raised this sanctuary to the status of basilica via the Pontifical decree “Priscam Goae” on 20 March 1946. The decree was signed and notarized by Cardinal Giovanni Battista Montini."
    }
]