[
    {
        "title1":"Lakes",
        "content1":"When the renowned English author Rudyard Kipling saw Lake Pichola in Udaipur, he wrote in his book, Letters of Marque (1899), If the Venetian owned the Pichola Lake, he might say with justice, ‘See it and die’.The lake so enticed a maharaja (king) that he established a whole city around it. Lake Pichola is only one of the wondrous lakes that the country boasts. From the backwaters of Kerala to the glorious pools of Srinagar, and not to forget the clear and surreal lakes of Leh, the hydro treasures of India are uncountable, and each one merits a place of its own on the map. India is home to both man-made and natural lakes. The desert state of Rajasthan is particularly renowned for both. Jaisamand lake, located in Udaipur, is the second-largest artificial lake in Asia. Furthermore, Kaylana lake in Jodhpur is another beautiful spot, enclosed by a garden. Its clear waters, reflecting the blue sky, make it an ideal and serene destination for boating."

    },
    {
        "title2":"Mountain Ranges",
        "content2":"The Indian peninsula is home to many majestic and mighty mountain peaks and ranges. The most prominent among these are the Great Himalayas that boast almost all the high peaks in the world. The Mount Everest is the highest point, reaching an elevation of almost 8,848 m. Leh-Ladakh lying in the northern part of the Great Himalayas is a surreal tourist destination, where one can visit to admire natural retreats, soak in serenity and spirituality, and indulge in adventure sports like trekking, mountain biking, mountain climbing etc. Moreover, the meadows of Tapovan in Uttarakhand provide enchanting views of the peaks of the Garhwal Himalayas. To explore the Kumaon Himalayas, head to Munsiyari, a tiny hill town, which makes an excellent vantage point to sight the spectacular Panchachuli group of peaks.The Karakoram range borders India on the north-west and is home to the maximum glaciers on the planet, save the polar regions. The Siachen and the Biafo glaciers are also located in this range and are believed to be among the largest glaciers in the world"

    },
    {
        "title3":"Beaches",
        "content3":"From the undulating golden beaches that make for an ideal vantage point to watch the sun dipping into the sea, to the sandy expanses that see the hatching of a thousand Olive Ridley Turtles, beaches stroke both the eastern and western coasts of the Indian peninsula. The tail of India, Kanyakumari, boasts some of the calmest and cleanest beaches in the country, like the Sanguthurai Beach. One can also witness the breathtaking sight of the Indian Ocean, Bay of Bengal and the Arabian Sea merging into one another at the Kanyakumari Beach that is located in the heart of the city. The beaches of the country also act as sentinels of the rich cultural heritage of India and host many temples, memorials and monuments. The Eliott Beach in Chennai is a fine example that boasts many memorials, while Fort Kochi Beach in Kochi houses spiritually significant sites. While talking of beaches, it would be hard to ignore Goa, "
    },
    {
        "title4":"Deserts",
        "content4":"From cold to hot to salt, the landscape of India has many deserts lying within its vast expanse. The Thar Desert also called the Great Indian Desert, is a region of endless sand hills and lies in the state of Rajasthan in the north-western part of the country. It is sprawled over an area of 200,000 sq km and hosts some of the most beautiful cities like Jaisalmer, which is also called the gold city owing to the golden sand dunes in it. Besides exploring havelis and temples, tourists can take a camel safari through the vast desert here or camp under the star-lit sky. Located in the midst of the desert is another splendid city, that of Bikaner. Besides its captivating palaces and forts, the city also finds appeal as a major camel-breeding centre. Known as the gateway to Thar, Jodhpur is another gem hidden in the mysterious Thar Desert. One of the most pristine places in the country is the Rann of Kutch, which is a vast expanse of white salt desert. As far as the eye goes, one can see undulating stretches of white land. Lying in the Kutch district of Gujarat, it is one of the largest salt deserts in the world."
    },
    {
        "title5":"Hill Stations",
        "content5":"It would not be an understatement to say that the hill stations of India so enraptured the British that they sought to discover more and more of them and mint them after themselves. Dalhousie in Himachal Pradesh, named after Lord Dalhousie, the then governor-general of India, or Horsely Hills Andhra Pradesh, which gets its name from the district collector of Cuddappah district, WD Horsely, are only two of the many hill stations that the British favoured in India. Even today, the hill stations of India remain stunningly beautiful destinations for globe-trotters. From the snow-capped Himalayas in Uttarakhand to the exotic hills of Darjeeling in the east, the Indian sub-continent has no dearth of delightful hilly towns that rarely fail to mesmerise a visitor."
    },
    {
        "title1":"Wildlife Sanctuaries ",
        "content1":"'Sariska Wildlife Sanctuary, Rajasthan:' The former hunting reserve of the maharaja of Alwar, the Sariska valley is home to a variety of flora and fauna. The park has populations of tigers, nilgai, sambar, chital etc. One can spot Indian porcupine, striped hyenas, leopards during evenings. The place is a paradise for bird lovers as it shelters a large population of Indian peafowl, crested serpent eagles, sand grouse, golden-backed woodpeckers, great Indian horned owls, tree pies, vultures and many others. ' Kumbhalgarh Wildlife Sanctuary, Rajasthan:'One of the most popular attractions for tourists, the Kumbhalgarh Wildlife Sanctuary stretches over an area of 610 sq km across the Aravalli range. The sanctuary is home to a number of endangered species and is the only one in the state of Rajasthan to trace wolves engaged in their activities. More than 40 wolves are believed to call the sanctuary their home. Other animals that one can sight here include leopards, sloth bear, hyena, jackal, sambar, nilgai, chausingha (the four-horned antelope), chinkara and hare. It also houses a variety of flora with a number of trees and medicinal plants. One can enjoy a safari in the sanctuary to get a glimpse of wildlife in the natural habitat. The sanctuary also includes the Kumbhalgarh Fort, which is a delight to visit. 'Hemis Wildlife Sanctuary, Ladakh:'Named after the Hemis Monastery, Hemis Wildlife Sanctuary is spread across an area of 600 sq km. Comprising the catchments of Markha, Rumbak and Sumdah nalas, it is located on the west bank of the River Indus. Spotted with rocks and boulders, the Hemis Sanctuary's terrain is characterised by rugged valleys that have vast tracts of grasslands and several dense patches of shrubs and trees. The sanctuary has been identified as a snow leopard reserve and is also known for beasts that are usually found at such altitudes like the rare shapu, bharal, wolf, Pallas' cat, ibex, Tibetan argali and the Ladakh urial. Since the bharal and urial are found in large numbers here, it is easy to sight them. Over 30 species of avifauna have been spotted here, of which the most common are the Himalayan snowcock and the Chukar partridge.'Brahmagiri Wildlife Sanctuary, Karnataka:'Comprising lush vegetation of shoal forest patches, evergreen and semi-evergreen forests and bamboo trees, this wildlife sanctuary is home to faunae like tigers, elephants, macaques, gaurs, leopards, wild boars, sloth bears, Nilgiri langurs, etc. This sanctuary was established in 1974 and is surrounded by coffee and cardamom plantations. You can also find diverse avifauna here, including Malabar trogon, emerald dove and black bulbul.'Benog Wildlife Sanctuary, Uttarakhand:'Teeming with wildlife like leopards, mountain quails, red-billed blue magpie, deer, etc., this sanctuary is one of the most gorgeous retreats in Mussoorie. The avifauna is rich and diverse here, making it a birdwatcher's paradise. The sanctuary is also called Vinog Mountain Quail Sanctuary as it is home to the almost-extinct mountain quails.' Kawal Wildlife Sanctuary, Andhra Pradesh:'Established in 1965, Kawal Wildlife Sanctuary was the erstwhile hunting ground of the Nizams rulers. The main attraction here is the tiger."
    }
]