[   {
        "title1": "Tirupati",
        "content1": "Among the most popular global pilgrimage places, Tirupati, in Andhra Pradesh, is a stopover for those seeking spirituality and sanctity. Situated at the foot of Tirumala Hills, this lively pilgrim place attracts devotees all year round. Tirupati Balaji or the Lord Venkatesha Temple is the main attraction here. Said to be one of the richest temples in the country, it sees an estimated footfall of 60,000 every day. Devotees donate their hair and various riches in the temple in order to please the god. Though the temple is an overwhelming presence in the town, Tirupati also houses one of the oldest and the rarest geological formations in the world – a natural stone arch. Lying in close proximity to the temple, the stone arch or Sila Thoranam (garland or festoon of rocks) has been categorised as Precambrian and is believed to be 1,500 million years old! Tirupati has been ruled by various kingdoms such as the Pallavas around the 9th century, Cholas in the 10th century, and Vijayanagara between the 14th and 15th centuries. It is believed that the rituals in this temple town were formulated by Shri Ramanujacharya, a Hindu theologian and philosopher, in the 11th century."
    },
    {
        "title2": "Mahaballipuram",
        "content2": "Sitting along the Coromandel Coast of the Bay of Bengal, the seaport town of Mamallapuram or Mahabalipuram, in Tamil Nadu, is a beautiful beach destination that is slowly becoming the surfing hub of the country. Speckled with several UNESCO World Heritage Sites, courtesy of the ancient Pallava dynasty (3rd - 9th century BC), who were great patrons of art and crafts, Mamallapuram holds a baffling visual treat around every corner. Its awe-inspiring cave temples, sculptures and monuments leave one marvelling at the skill of the craftsmen of that time. With its striking bas reliefs and rock-cut temples, Mamallapuram is practically an open-air museum. Many of the temples, built with granite, relate the stories from the Hindu epic Mahabharata. Once a thriving port, Mamallapuram is now a UNESCO World Heritage Site complex, also famous for its seashell jewellery, seafood, cafes and markets and a breathtaking ocean-front. While you can soak in history visiting various historical sites, Mamallapuram's pristine beaches fringed by lush groves with a warm sun, invite surfers. With perfect sea waves between June and September, the beaches host surfing training sessions conducted by experts. The town is also a major stopover for visitors coming from Chennai and Puducherry."
    },
    {
        "title3": "Jaipur",
        "content3": "The city of palaces and forts, interspersed with historical monuments and gardens that testify the grandeur of the Rajput kings, Jaipur is the gateway to the royal heritage of India. Also called Pink City, the capital of Rajasthan, remains suspended in time, with its heritage preserved in the overwhelming Hawa Mahal that gazes down at the bustling streets of Johari Bazaar.A little away from the city centre, which is resplendent with state-of-the-art cinemas/ movie theatres, eateries, multiplexes, museums and parks, lies the arid hilly country dotted with forts that earlier stood as armoured sentinels of Jaipur. The biggest and the most awe-inspiring is the Amber Fort, which leaves one humbled with its expansive fortifications and grandeur.Founded by Maharaja Jai Singh II in 1727 AD, Jaipur was the stronghold of the Rajputs, who gave it its everlasting legacy in the form of various heritage sites, arts and crafts, culinary curations etc. Typical Rajasthani cuisine, comprising lal maas, dal-bati-churma, ker sangri and other uncountable recipes, all hold limelight in the culinary culture of India. These can be enjoyed in the quintessential Rajasthani style of sitting cross-legged on mats on the floor and digging in in the sumptuous thali, which features up to 20 dishes. "
    },
    {
        "title4": "Jodhpur",
        "content4": "With a sea of sapphire-blue painted houses and guarded by the gorgeous Mehrangarh Fort, the city of Jodhpur, the second-largest in Rajasthan, is an architectural marvel. A labyrinth of medieval lanes, interspersed with vibrant markets, criss-cross the city, which enjoys a languid pace of life.To experience the soul of the city, head to its bustling bazaars that offer a fine selection of the spiritual Pichwai paintings, Jodhpuri pants or breeches, exquisite bandini or bandhej (tie and dye) sarees, beautiful badla embroidered lehengas and morchang, a popular Rajasthani folk music instrument. The city boasts a busy culinary scene and sampling local delicacies like the savoury pyaz-ki-kachori, the spicy mirchi bada and the thick and sweet makhaniya lassi, is an unforgettable experience.As you explore further, Jodhpur charms you with its rich royal legacy that is evident in notable landmarks like the opulent Umaid Bhawan Palace, the majestic Jaswant Thada and the scenic Mandore Gardens, all of which were built by the city's erstwhile rulers. A 10-km-long wall with eight huge gates divides the old and the new parts of the city, giving tourists an opportunity to experience the unique features of Jodhpur's ancient past rubbing shoulders with its cosmopolitan present.For an authentic Rajasthani rural life experience, tourists can explore Khichan Village, which is a favourite stopover for migratory birds."
    },
    {
        "title5": "Khajuraho",
        "content5": "If stones could speak, the Khajuraho temples would create melodies! Situated in Madhya Pradesh and cradled by the Vindhya mountain range, the heritage town of Khajuraho is famed for being home to the UNESCO World Heritage Site listed temple complex that features Hindu and Jain houses of worship. These temples are famous for their stunning intricate sculptures depicting different aspects of life: spirituality, love, friendship, sports, royalty and most significantly, awe-inspiring art. Based on their geographical location, the temples are categorised into three groups: Eastern, Western and Southern. Believed to have been built in a relatively short period of time spanning over 100 years, i.e. between 950-1050 AD, the complex boasts 22 temple structures that remain from the initial group of 85. Forgotten for centuries, they were rediscovered in the 1850s and restored. The temples were conceived and built under the rule of the Chandela dynasty. The ornate craftsmanship transforms the life-like sculptures on the temple walls into works of art and is an ode to life, love and joy."
    },
    {
        "title6": "Chittorgarh",
        "content6": "Perched on a dramatic uprise of hills, Chittorgarh, in Rajasthan, is the largest fort complex in India, sprawling as far as the eye can see. Nestled in the Aravalli range and flanked by the pristine Berach river, Chittorgarh echoes with the tales of Rajput gallantry and the melodious tunes of saint-queen Meera Bai's devotional songs. The historical grandeur of the city is reflected in its majestic monuments, a legacy of the Sisodia Rajputs of Mewar, who made the region their capital. Fortified under the patronage of the Rajputs, who would rather die in battle than surrender, Chittorgarh was attacked three times (1303, 1535, and 1567-68) with the enemy becoming stronger and more skilful every time. While the victory was not achieved every time, the sacrifices of these brave souls left a deep imprint on the history of the region. The men fought till the last drop of their blood while the women performed jahaur ( self-immolation by jumping into a holy fire). The first attack in 1303 was by Alauddin Khilji while the second attack in 1535 was by Bahadur Shah of Gujarat and finally by Akbar who seized the fort in 1568. After the last of the attacks, Rana Udaisingh escaped to Udaipur to establish a new capital for Mewar. However, under Mughal emperor Jahangir (Jehangir), Chittor was returned to the Rajputs in 1616."
    }
]